{
    "name": "Quest for Planet Nine",
    "theme": "space",
    "id": "planetNine",
    "missions": [
        {
            "tasks": 1,
            "text": "Congratulations! You have been selected as a pioneer in humanity’s grandest adventure: the Search for the Unknown 9th Planet. As soon as you arrive at the training ground for the final tests, you'll be sitting in your first training phase: Team building."
        },
        {
            "tasks": 2,
            "text": "You are perfectly coordinated with each other. Your mental connection, the so-called drift compatibility, forecasts successful cooperation. Now it’s time for training phases 2 and 3: weightlessness and technology control."
        },
        {
            "tasks": 2,
            "tiles": ["1", "2"],
            "text": "Next are the Energy Supply and Emergency Prioritization training courses. They require a high degree of logical thinking to understand and apply the lessons. Your proficiency helps here."
        },
        {
            "tasks": 3,
            "text": "The last training phases cover: the spacesuits’ Advanced Auxiliary Systems, the Recalibration of the Control modules, and the Reorientation of the Communicators. Once this is completed, your true mission can begin!"
        },
        {
            "other": "Sick player must win 0 tricks",
            "text": "Oh, no! One of you is sick and stuck in bed. After everyone has looked at their cards, your Commander asks everyone how they feel. You may only answer with \"Good\" or \"Bad\". The Commander then decides who is ill. The sick crew member may not win a single trick."
        },
        {
            "tasks": 3,
            "tiles": [">", ">>"],
            "communication": "DEAD_ZONE",
            "text": "After this minor setback, a final training phase is necessary. Space can lead to a variety of unforeseen circumstances, so a reception dead spot has been simulated. This will test your ability to work when communication is restricted."
        },
        {
            "tasks": 3,
            "tiles": ["Ω"],
            "text": "Your adventure begins today! 10-9-8-7-6-5-4-3-2-1-LIFT OFF! A huge force presses you into your seats – there is no turning back now. Surrounded by deafening noise, you leave the ground, the country, the continent, the planet."
        },
        {
            "tasks": 3,
            "tiles": ["1", "2", "3"],
            "text": "You reach lunar orbit and are weightless – an indescribable feeling. Even during further tests, joy overwhelms you. You look back at the Earth that was your entire existence until now, and you can already cover it with your thumb."
        },
        {
            "other": "A #1 card must win a trick",
            "text": "An alert sounds! A tiny piece of metal has become jammed in your electronics and must be removed. To avoid damaging the circuit boards, steady hands are required. A 1-value card must win a trick."
        },
        {
            "tasks": 4,
            "text": "After fixing the circuits, you are ready to leave the moon behind. You relay your status to Earth, start all control and monitoring systems, and ignite the engines. This will truly be a giant step: for you and for humanity."
        },
        {
            "tasks": 4,
            "tiles": ["1"],
            "communication": "NONE",
            "text": "Radar reports a dense meteorite field ahead. The Commander appoints a crew member to handle the necessary course recalculation.Since the task requires the highest concentration, this particular crew member can not communicate."
        },
        {
            "tasks": 4,
            "tiles": ["Ω"],
            "other": "After 1st Trick, draw 1 card from player to your Right",
            "text": "You tense as you pass closely by the meteorites. In the excitement you mess up your paperwork, which causes a few minutes of confusion.\n\nImmediately after the 1st trick, each of you must draw a random card from the crew member to your right. Then continue playing normally"
        },
        {
            "other": "Win a trick with each of the 4 Rocket cards",
            "text": "Despite the course change, you took some damage. The control module shows a drive malfunction. Perform a propulsion test on all drives to pinpoint the problem.\n\nWin a trick with every Rocket card."
        },
        {
            "tasks": 4,
            "tiles": [">", ">>", ">>>"],
            "communication": "DEAD_ZONE",
            "text": "Approaching Mars, you see Olympus Mons, the highest volcano in our solar system. You take photographs of it, and then of Mars’ two moons - Phobos and Deimos.\n\nIrritatingly, the planet’s proximity interferes with proper communication, creating a reception dead spot."
        },
        {
            "tasks": 4,
            "tiles": ["1", "2", "3", "4"],
            "text": "Leaving Mars and its interference behind, you daydream about chocolate bars. Suddenly, the collision alert sounds and you are hit by a meteorite. Immediately seal off the four damaged modules and begin the repair process."
        },
        {
            "other": "Do not win a trick with a #9 card",
            "text": "The shock was worse than the damage, which you mostly fixed.\n\nHowever, the 9th Control Module, which monitors your suits’ life support systems, was severely damaged in the collision and has failed.\n\nYou cannot win a trick with a 9-value card."
        },
        {
            "tasks": 2,
            "other": "Do not win a trick with a #9 card",
            "text": "The 9th Control Module is so badly damaged that the repair is taking longer than planned. At the same time, you also have to monitor your course and send updates to Earth.\n\nYou are still not allowed to win a trick with a 9-value card."
        },
        {
            "tasks": 5,
            "delayedComms": 2,
            "text": "You set course for Jupiter as you fly into a Dust Cloud. Your Communication Module adjusts, initially failing, but seconds later it shows an amazingly good connection.\n\nYou are only allowed to communicate starting with the 2nd trick."
        },
        {
            "tasks": 5,
            "tiles": ["1"],
            "delayedComms": 3,
            "text": "The longer you are in the Dust Cloud, the stranger your Communication Module acts. It fluctuates between crystal clear and completely incomprehensible. The severely impaired periods become longer.\n\nYou may not communicate until the start of the 3rd trick."
        },
        {
            "tasks": 2,
            "commanderDistributes": true,
            "text": "The Dust Cloud finally clears and the Communication Module is working again. You see before you the glorious gas giant, Jupiter. Your awe is interrupted as you notice the two damaged Radar Sensors.\n\nYour Commander determines who receives the tasks and carries out the repair."
        },
        {
            "tasks": 5,
            "tiles": ["1", "2"],
            "communication": "DEAD_ZONE",
            "text": "After the repair, you notice the cloud has brought you too close to Jupiter. Its approximately 2.5-fold gravitational force is changing your course.\n\nYou work fiercely to counter Jupiter’s pull and reach the ideal exit point.\n\nYou hardly notice the reception dead spot."
        },
        {
            "tasks": 5,
            "tiles": [">", ">>", ">>>", ">>>>"],
            "text": "Just when you’ve escaped Jupiter’s pull, the temperature suddenly drops. All Control systems sound the alarm and you immediately put on your suits. The Regulation Module barely matches the adjustment. Reroute the power supply to other modules, one by one, to avoid a total system failure."
        },
        {
            "tasks": 5,
            "tiles": ["1", "2", "3", "4", "5"],
            "other": "Swap 2 Tiles",
            "text": "Most modules are on emergency power while you are investigate the rapid cooling. After passing Callisto, one of Jupiter’s 69 moons, you seem to have escaped the frost field and temperatures have stabilized. Reactivate the modules on standby.\n\nBefore you select the Task cards, you may change the position of two Task tiles"
        },
        {
            "tasks": 6,
            "commanderDistributes": true,
            "text": "The unexpected incident has messed up your operations. There are lots of repairs and everyone wants to haphazardly rush to fix them. So that you can proceed in a structured way, the Commander takes the initiative and draws up a plan.\n\nThe Commander distributes the individual tasks."
        },
        {
            "fivePlayerRule": true,
            "tasks": 6,
            "tiles": [">", ">>"],
            "communication": "DEAD_ZONE",
            "text": "You reach Saturn, admiring the bands of rock and ice that circle this Ring planet. Barely monitoring your boards, you sink into astonishment at this grandiose spectacle.\n\nThe convenient reception dead spot leaves your awestruck contemplation undisturbed."
        },
        {
            "other": "Win 2 Tricks with #1 cards",
            "text": "A loud bang breaks you out of your contemplation. Two pieces of rock from Saturn’s rings have torn holes into your ship's hull. The automatic systems immediately seal off the effected area. You must carefully remove the rocks without increasing the damage.\n\nTwo 1-value cards must win one trick each."
        },
        {
            "fivePlayerRule": true,
            "tasks": 3,
            "commanderDistributes": true,
            "text": "The rocks have damaged more than the hull: the flux compensator has also been damaged. Although not an immediate problem, the compensator must be repaired if you want to return home.\n\nYour commander decides who will do the repair."
        },
        {
            "fivePlayerRule": true,
            "tasks": 6,
            "tiles": ["1", "Ω"],
            "delayedComms": 3,
            "text": "Your instruments show an unusually high level of cosmic radiation. You continue your flight, only to find that your radio messages either do not arrive at all, or are very time-delayed at the receiver. It is not possible to work smoothly.\n\nYou may not communicate until the start of the 3 rd trick."
        },
        {
            "communication": "DEAD_ZONE",
            "other": "No one can win 2 tricks more than others",
            "text": "Your Communication Module is more damaged than estimated. The repair requires a series of tests and calibrations that you must carry out together and precisely.\n\nAt no time may a crew member have won 2 tricks more than another crew member.Communication is disrupted."
        },
        {
            "fivePlayerRule": true,
            "tasks": 6,
            "tiles": [">", ">>", ">>>"],
            "delayedComms": 2,
            "text": "You postpone the second part of the repair, as you are heading straight for Uranus. Its smooth, pale blue surface makes it look almost artificial. You tear yourselves away from this fascinating sight to finish the Communication repairs.\n\nYou are only allowed to communicate starting from the 2n d trick."
        },
        {
            "fivePlayerRule": true,
            "tasks": 6,
            "tiles": ["1", "2", "3"],
            "text": "As you slowly move away from Uranus, you receive a message from Earth requesting the collection of data on the moons of Uranus. Due to the disruption it's too late, so you can only see three of the 27 moons – Rosalind, Belinda and Puck. That'll have to do for now."
        },
        {
            "fivePlayerRule": true,
            "tasks": 7,
            "commanderDistributes": true,
            "text": "Despite the good conditions, it is now noticeable how long you have been traveling together and how all too human characteristics come to light. To avoid a heated confrontation, everyone delves into their work.\n\nYour Commander takes over and distributes the individual tasks."
        },
        {
            "other": "1 Player must win exactly 1 trick without using a Rocket (trump) card",
            "text": "One of the hatches is broken and needs repaired. But leaving the ship puts one person at risk.\n\nAfter everyone sees their cards, the Commander asks each about their readiness.You can only answer with \"Yes\" or \"No\". Commander then selects a crew member. The selected crew member must win exactly 1 trick, but not with a Rocket card."
        },
        {
            "other": "Commander must win first and last trick. No one can win 2 tricks more than others",
            "text": "Neptune is already in sight when your ship begins to shake. Monitor the Stabilizers so you don't lose control. The Commander must realign the Gravity Module.\n\nAt no time may a crew member have won 2 tricks more than another crew member.Your Commander must win the first and last trick."
        },
        {
            "fivePlayerRule": true,
            "tasks": 7,
            "tiles": [">", ">>", ">>>"],
            "text": "Excitedly you reach the outer planet of our solar system: the ice giant Neptune. Its deep blue makes you shiver. While passing Neptune, you receive another message from Earth.\n\nThe spacecraft Alpha 5 orbits Neptune, but has damaged sensors.Locate and repair them."
        },
        {
            "fivePlayerRule": true,
            "tasks": 7,
            "tiles": ["1", "2"],
            "commanderDistributes": true,
            "text": "Amid all the emergencies, responsibilities, and uncertainties of this adventure, everyone is stressed. You use one of the rare calm moments to find out more about each other. Relieved of a burden, you re-dedicate yourself to the challenges ahead.\n\nThe Commander distributes the individual tasks."
        },
        {
            "fivePlayerRule": true,
            "tasks": 4,
            "commanderDistributes": true,
            "text": "You reach the dwarf planet Pluto. Many years ago it would have been the 9th planet. You daydream about memories of your parents explaining astronomy and reflect on how time changes things.\n\nNevertheless, the ship must be kept on course.The Commander decides who takes care of it."
        },
        {
            "fivePlayerRule": true,
            "tasks": 8,
            "delayedComms": 3,
            "text": "You reach the Heliopause, the edge of our solar system. If calculations are correct, the 9th planet can't be far. As your instruments move, you almost jump off your seats. But unfortunately it is only a flicker.\n\nYou are only allowed to communicate starting from the 3 rd trick."
        },
        {
            "fivePlayerRule": true,
            "tasks": 8,
            "tiles": [">", ">>", ">>>"],
            "communication": "DEAD_ZONE",
            "text": "Wait! Your modules’ current readings could only be generated by really gigantic objects. The effects are so massive that even your radio signal is interrupted.\n\nRecalibrate your instruments and find out what 's really behind it."
        },
        {
            "fivePlayerRule": true,
            "tasks": 8,
            "tiles": ["1", "2", "3"],
            "other": "You may move one task tile to another card without tiles",
            "text": "You close uncertainly on the object: is it another moon of Pluto? No, you’ve found it! The 9th planet!\n\nThe surface scan of the planet suggests a solid crust.That would mean that it is not another gas giant, but walkable.\n\nBefore you choose the Task cards, you may move a tile to a card without a tile."
        },
        {
            "other": "1 person must win both 1st and last Trick without using Rocket (trump) cards",
            "text": "You adjust the engines and prepare to coordinate a landing in unknown surface conditions.\n\nAfter everyone looks at their cards, the Commander asks each about their readiness.Only answer \"Yes\" or \"No\". The Commander selects a person.This person only wins the first and last trick.Since only the thrusters are used for position correction, both tricks may not be won with Rocket cards."
        },
        {
            "fivePlayerRule": true,
            "tasks": 9,
            "text": "The planet is extremely cold and inhospitable, but seems habitable.\n\nYou notice an area that seems to elude your instruments.The closer you get to this anomaly, the more glaring the measurement errors become.What presents itself transcends your knowledge of science.At least you can roughly narrow down the phenomenon, because the results normalize when you move away."
        },
        {
            "fivePlayerRule": true,
            "tasks": 9,
            "commanderDistributes": true,
            "text": "In the name of science, you venture closer. The laws of gravitation seem to reverse the closer you get to the anomaly and you anchor yourself to the planet's surface with vibranium hooks for safety. Your Commander secures the rest of the crew and distributes the individual tasks. The results allow only one conclusion: You have discovered a wormhole."
        },
        {
            "other": "Win 1 Trick with each Rocket (trump) card, in 1 to 4 order",
            "text": "Until now, wormholes were at just a theory. Now one looms over you like a black monolith - incomprehensible, but with an enormous gravitational pull. You send a message to Earth and prepare the engines for the jump.\n\nEach Rocket card must win a trick.First the 1 Rocket, then 2, 3,and 4."
        },
        {
            "fivePlayerRule": true,
            "tasks": 9,
            "tiles": [">", ">>", ">>>"],
            "text": "The effect is overwhelming! You are strapped into your seats and feel like you're everywhere at the same time. Colors and shapes change, light feels like a swirling mass that behaveslike an intelligent being and envelops you.\n\nYou focus on your displays and try not to lose your mind."
        },
        {
            "other": "Player to the left of the one with the pink 9 must win all pink cards",
            "text": "Overwhelmed by an incredible number of sensations, you still react instinctively to danger. When all the main modules of the ship suddenly shut down during the jump, the red warning lights tear you out of your trance-like state.\n\nThe crew member to the left of the one with the pink 9 must win all the pink cards.Declare who owns the pink 9. "
        },
        {
            "fivePlayerRule": true,
            "tasks": 10,
            "text": "You are at the end of your rope. The jump now feels like a prison in which you can no longer distinguish between reality and imagination.\n\nYour body screams that you can barely stand 10 seconds longer, but your mind questions how long 10 seconds are in actuality.\n\nYou count them down– and suddenly burst out of the wormhole."
        },
        {
            "fivePlayerRule": true,
            "tasks": 3,
            "tiles": ["Ω"],
            "text": "Disoriented, you still notice the radical temperature fluctuations. The first modules begin to fail in the pervasive heat. Even in your regulated suits, you’ll pass out in seconds. You quickly need to activate the emergency protocol, extend the heat shields and get far away from the heat source.\n\nThe \"Ω\" task must be won in the last trick."
        },
        {
            "fivePlayerRule": true,
            "tasks": 10,
            "tiles": [">", ">>", ">>>"],
            "text": "Waking up, all is normal. But you can hardly believe your location: orbiting Venus! The wormhole is a direct link between the 9th planet and the 2nd planet. This explains the extreme heat, as Venus is much closer to the sun than Earth. It takes a moment until it dawns on you: You can go home!\n\nCheck all 10 main modules, but pay special attention to life support, drive and communication.\n\nSet course for Earth."
        },
        {
            "other": "Player A must win only Tricks 1-4. Player B, only the last trick",
            "text": "Returning is hard. Some modules are broken and you fight the sun’s pull. Use gravity deflection to create the jump. Then, control the ship modules while starting the approach to Earth.\n\nEveryone looks at cards.Player A must win first 4 tricks.Another must win the last.All others must win all middle tricks.Commander asks everyone for preference,then all decide together who takes which position."
        }
    ]
}